PRICES = {
    "Мойка кузова": {
        "2-фазная мойка": [900, 1100, 1200],
        "3-фазная мойка": [1100, 1300, 1400],
        "Детейлинг кузова": [2000, 2500, 3000],
        "Твердый воск": [2000, 2500, 3000],
        "Чернение резины": 200,
        "Химчистка дисков": "200/колесо",
        "Чистка радиатора": 1500,
        "Химчистка подкапотного": 3000,
        "Консервация наружного пластика": 400,
        "Чистка хромированных элементов": "200/деталь",
        "Удаление клея, насекомых, битума": "200/деталь"
    },
    "Уборка салона": {
        "Пылесос ковра": [300, 350, 400],
        "Влажная уборка пластика": [300, 350, 400],
        "Очистка стекол": [300, 350, 400],
        "Уборка багажника": [150, 200, 250],
        "Комплексная уборка салона": [800, 900, 1000]
    },
    "Химчистка и уход": {
        "Уход за кожей": {"base": 2800, "extra_row": 1000},
        "Чистка руля": 500,
        "Увлажнение кожи": 1000,
        "Сухой туман": 600
    },
    "Дополнительно": {
        "Антидождь (полусфера/сфера)": "2000 / 3800",
        "Полировка фар (передние/в круг)": "1500 / 2800"
    },
    "Комплексные пакеты": {
        "Детейлинг-мойка": [4500, 5000, 5500]
    }
}